Repository: quintagroup/quintagroup.plonecomments
Catalog: quintagroup/plonecomments/locales/*/LC_MESSAGES/quintagroup.plonecomments.po
Languages: uk

source: Comment published.
uk: Коментар опубліковано.

source: Comment(s) deleted.
uk: Коментар(і) знищено.

source: Comment(s) published.
uk: Коментар(і) опубліковано.

source: Currently, all comments require approval before being published. Please check back later.
uk: Наразі коментарі очікують на опублікування. Завітайте сюди пізніше.

source: Please enter your name.
uk: Введіть своє ім'я, будь-ласка.

source: Please select items to be processed.
uk: Будь-ласка, відзначте коментарі для подальшого опрацювання.

source: Please submit a valid e-mail address.
uk: Будь-ласка, введіть дійсну електронну адресу.

source: Please submit email.
uk: Будь-ласка, введіть електронну адресу.

source: Reply not allowed because the response is to a comment waiting to be approved. Please wait for the comment to be approved before replying.
uk: Відповіати на неопубліковані коментарі заборонено. Зачекайте на затвердження коментаря перед тим, як відповідати.

source: SMTPRecipientsRefused: Could not send the emailnotification. Have you configured an email server for Plone?
uk: SMTPRecipientsRefused: Не вдалося відправити повідомлення по електронній пошті. Ви налаштували сервер електронної пошти для Plone?

source: You must correctly enter the word.
uk: Ви повинні правильно ввести слово.

source: Your abuse report has been sent.
uk: Ваша скарга була надіслана.

source: approvemail_new_comment_link
uk: Будь-ласка, перегляньте новий коментар, доданий до сторінки ' ${title} ': ${here_url}

source: enable_manager_moderation
uk: Дозволити модерування уравляючому.

source: heading_comments
uk: Останні коментарі

source: heading_comments_setup
uk: Налаштування qPloneComments

source: heading_report_abuse_form
uk: Надіслати скаргу щодо коментаря

source: help_discussion-manager_email
uk: Електронна адреса, на яку буде надіслано повідомлення про нові коментарі.

source: help_enable_ajax_report_abuse
uk: Цей параметр вступить в силу, коли увімкненна можливість надсилання скарг щодо коментарів.

source: help_enable_anonymous_report_abuse
uk: Цей параметр дозволить усім користувачам, у тому числі анонімам, надсилати скаргу щодо коментар.

source: help_message
uk: Будь ласка, вкажіть причини, з яких ви хотіли б повідомити про цей коментар як образливий. Наш адміністратор одержить повідомлення з вашого листа.

source: help_name
uk: Буль-ласка, вкажіть своє ім'я.

source: help_organization_name
uk: Ви можете поміняти шаблон повідомлення змінюючи 'approve_comment_template' та 'published_comment_template' з шару qplonecomments в шкірах.

source: label_anonymous_commenting
uk: Дозволити анонімне коментування.

source: label_comments
uk: Останні коментарі

source: label_configure
uk: Налаштування qPloneComments

source: label_discussion-manager_email
uk: Надсилати повідомлення по коментарях на електронну адресу:

source: label_enable_ajax_report_abuse
uk: Включити AJAX Powered.

source: label_enable_anonymous_report_abuse
uk: Дозволити анонімним користувачам надсилати скарги щодо коментарів

source: label_enable_approve_notification
uk: Повідомляти управляючого дискусіями (Discussion Manager) про нові коментарі.

source: label_enable_approve_user_notification
uk: Повідомляти автора про опублікування його коментаря.

source: label_enable_moderation
uk: Увімкнути модерування.

source: label_enable_published_notification
uk: Повідомляти автора документа про нові коментарі.

source: label_enable_reject_notification
uk: Повідомляти автора про відхилення його коментаря.

source: label_enable_reply_notification
uk: Повідомляти автора про відповідь на його коментар.

source: label_enable_report_abuse
uk: Включити перевірку автентифікації користувачів для надсилання скарг щодо коментарів.

source: label_organization_name
uk: Префікс заголовка електронних листів (назва організації)

source: label_report_abuse
uk: Надіслати скаргу

source: label_require_anonym_email
uk: Вимагати електронну адресу від Анонімного користувача.

source: legend_qpc_notification_legend
uk: Налаштування інформування

source: legend_recent_comments
uk: Перелік останніх коментарів

source: legend_setup_options
uk: Опції налаштувань qPloneComments

source: listingheader_comment
uk: Коментар

source: notifycomment_link
uk: Ваш коментар до ${url} опубліковано. Щоб переглянути його - зайдіть на ${here_url}

source: notifyreject_link
uk: Ваш коментар до ${url} відхилено. Усі питання стосовно цього надсилайте на ${mfrom}.

source: publishedmail_new_comment_link
uk: Перегляньте коментар доданий до сторінки ' ${title} ': ${here_url}

source: qPloneComments configuration changes saved.
uk: Записано зміни конфігурації qPloneComments.

source: replynotify_link
uk: Надійшла відповідь на ваш коментар до ${url}. Для перегляду - перейдіть на ${here_url}.

source: signature
uk: Команда підтримки ${organization_name}.

source: text_no_add_reply
uk: Незатверджений коментар коментувати неможна.

source: text_no_email_setup
uk: Не налаштовані параметри електронної пошти сайту, тому ви не можете надсилати повідомлення.

source: text_no_new_comments
uk: Жодних нових коментарів.
